* Github: https://github.com/minsuk-heo/pandas

In [1]:
import pandas as pd

In [2]:
data_frame = pd.read_csv('data/friend_list.csv')

In [3]:
data_frame

    name  age        job
0   John   20    student
1  Jenny   30  developer
2   Nate   30    teacher
3  Julia   40    dentist
4  Brian   45    manager
5  Chris   25     intern

In [5]:
data_frame.head

<bound method NDFrame.head of     name  age        job
0   John   20    student
1  Jenny   30  developer
2   Nate   30    teacher
3  Julia   40    dentist
4  Brian   45    manager
5  Chris   25     intern>